[
    {
        "时间": "2025-04-04 04:47:38",
        "内容": "掌阅甚至对书籍原文没加密，对划线加密干嘛啊，我真他妈想不通",
        "files": []
    },
    {
        "时间": "2025-04-04 04:36:15",
        "内容": "这两天在做数据同步的项目，哪了逼的掌阅，这煞笔软件给笔记想法做drm加密，我艹了，小爷从晚上十点找到凌晨四点，书籍详情API找到了，书籍章节的API找到了，这个逼想法的API，死活找不到，好不容易找到个差不多的，还她妈加密，这个逼软件真是，啊，无语了",
        "files": []
    },
    {
        "时间": "2025-04-02 17:10:24",
        "内容": "我总觉得24年11月，12月好像很近，好像那才是昨天，我依稀记得那些不太遥远的，又好像很远，我给朋友的聊天记录要翻好久才能翻到这些时间",
        "files": []
    },
    {
        "时间": "2025-04-02 17:10:18",
        "内容": "我这个人吧，没有什么特点，就一普通人，要说有什么和别人不一样的，就是我有些耐心，不多，有些自尊心，保护这我也成为了我性格的一部分",
        "files": []
    },
    {
        "时间": "2025-04-02 17:10:11",
        "内容": "今天看抖音，有一个叫什么王焕君和张缤智的，说王焕君有超能力，王焕君的超能力是保佑张缤智平平安安，太甜了，这就是别人的幸福溢出来的感觉吗。还有今天看到的一个非常安静的场景，夜晚路灯雨天，我感到十分舒适，安心。还有今天看到的极限挑战在崇明中学做的那个实验，一种很复杂的感情在我心里，最后不知道是哭出来是笑出来，跟个神经病一样在那里抽泣。最后泪水滑行。悲伤的时候不是一直哭，泪水充盈这眼窝，眼镜感觉微微的麻麻的，有人在旁边会说很多的话，男人会吃串喝酒，我不会这样，因为我要永远保持清醒，带好手机钥匙身份证，记得回家的路，没有人会来接我。我要照顾好自己。也有人会打字说这些，酒已经倒好了，来吧，就是没有头孢",
        "files": []
    },
    {
        "时间": "2025-03-30 01:13:35",
        "内容": "对于工作我现在是这样看的，工作的重点是你能为雇主带来什么，学习能力和解决问题的能力，学习能力能保证一直跟上节奏，工作中会有各种问题需要解决。还有一点是犯错，任何人都会犯错，要如何少范错以及善后。",
        "files": []
    },
    {
        "时间": "2025-03-27 03:14:57",
        "内容": "我一直想，那些决定是我人生中的重大决定，在做这些能使我向上或者向下的决定时，抉择是由我的自由意志决定的还是环境塑造的我的观念决定的。这个问题的本质是自由意志能否主宰人生，以及自由意志的力量有多大，能改变多少。",
        "files": []
    },
    {
        "时间": "2025-03-27 03:05:18",
        "内容": "就想我看着b站上的timi，links，我不会觉得他们的生活和我的生活对比，他们很好我过得很糟，因为我知道我们生活在不同世界，可看着这些博客，我好像以为我们生活在一个世界，不是的。",
        "files": []
    },
    {
        "时间": "2025-03-27 02:59:03",
        "内容": "一个成熟的成年人，应该能处理好自己的负面情绪，我的意思是，我的状态很不对，我没法化解自己身上的各种负面情绪，压力，就只能像个小孩子一样赌气。我跟个神经病一样只考打飞机缓解压力。",
        "files": []
    },
    {
        "时间": "2025-03-24 23:08:09",
        "内容": "食其禄者，尽其事",
        "files": []
    },
    {
        "时间": "2025-03-13 17:09:17",
        "内容": "2025年3月13日下午5点08分，兰州市城关区滨河路，风很大",
        "files": []
    },
    {
        "时间": "2025-03-11 03:17:50",
        "内容": "说来好笑，我失眠了。现在是2025年3月11日星期一凌晨三点，明天八点还得上班，但我现在死活睡不着，不是那种很困但是头疼的睡不着，其实，我知道原因，我3月13号离职，也就是星期四结束，这两天我在看妹子，今天约了个18岁的妹子，到周四晚上，我激动的睡不着，所以我说好笑。其实，我兴奋的是曾经一个少年所有的欲望，幻想，在即将要实现时的幻想。好笑，悲哀",
        "files": []
    },
    {
        "时间": "2025-03-11 01:14:50",
        "内容": "人道洛阳花似锦，偏我来时不遇春",
        "files": []
    },
    {
        "时间": "2025-03-09 11:50:35",
        "内容": "中午眯一会儿，恍然间做了一个梦，梦中我和大学同学们因为外出实习，马上要毕业了，但由于毕业答辩，我们短暂的回到了学校。一切好似梦幻",
        "files": []
    },
    {
        "时间": "2025-03-09 02:33:12",
        "内容": "我所受的教育和我所受的环境不好，能让我维持一个文人基本最低限额的体面，但是现在，工作一年以后我受不了辞职，一天凌晨三点，我看着无耻之徒，喝了点小酒，我决定，fuck it .fuck every one",
        "files": []
    },
    {
        "时间": "2025-03-08 01:00:54",
        "内容": "或许是多年后再见，你我安静生活数年，在某个人潮拥挤的街头",
        "files": []
    },
    {
        "时间": "2025-03-04 21:04:13",
        "内容": "我大概，是虚无主义，我不太相信什么，好的坏的，各种各种，我不相信这些，如果说我相信什么，那大概是我相信苦难，我切切实实的感受到过",
        "files": []
    },
    {
        "时间": "2025-03-03 01:06:41",
        "内容": "2025年三月三日凌晨，刚刚T1拿下了五位契约曼谷大师赛的冠军，现在是凌晨零点55分。睡醒之后就要上班，关上电脑，关上，坐在床上，尝试恢复一下自己的思绪，平静一下心情，然后准备睡觉，然后我突然想到了我们目前所处的文化艺术政治这些是什么东西，这些是是一种信仰，无论你能让多少人相信这个东西，或者它本来就可以说服一批人。那么，这些信徒会不断的让其他的信徒加入进来，直到最后，当某些认知在所有人的心中变成共识，也就是让所有人都相信一些事，那么这些东西便成为传统或是自古以来。包括我们对于四大名著的心爱，对某些音乐画家的持续追捧。只是因为很早之前就有人相信这些东西，它有价值，并且，这个理念被每一代的人去传承，以至于他变成了一个在很大人群基数中的共识，因此，无论它是否有价值，现在就是它的价值。另外一种，比较不一样的是，科学。科学他不追捧某些，我认定它有价值，它就有价值的东西，也不依靠，演讲和演说就渲染他的魅力，他就在那里。也就是说，科学其实它是有一把标准的尺子去衡量科学下的所有东西，而不只是依靠人虚无缥缈的意识。但科学其实也是一种信仰，科学为你许诺了一个，完美的世界规律，而你如同盲人摸象一般，在一点点的探索它，它为你许诺这个规律，可以看穿世间万物。很多人相信他，并且科学的好处在于，他是慷慨的，公开的任何一个有能力的人，都可以验证别人的成果。相对于仅存在于人意识层面的信仰来说，它更加的公开透明且“值得信赖”。那人们接下来的信仰是什么？19，20世纪，有人提出了共产主义假说，好像这就是我们可以去追寻的信仰，真的是这样吗？他同样为我们许诺一个完美的乌托邦，但现在的人们好像沉迷在第一种信仰，第二种信仰间，并且第一种信仰的力量在不断拉扯着人们的内心。还有什么是人类值得相信的呢？",
        "files": []
    },
    {
        "时间": "2025-03-02 17:45:03",
        "内容": "在大学时，有一门课是离散数学，这本书的最后介绍了一种好像叫语意的东西，他可以通过公式拆解一句话，从而进行数学运算，初中我学到之后，觉得很是惊奇，因为我觉得语言是没有什么数学方式能够表达的。后来因为最后的这一张也不纳入考试范围，并且也只是做介绍，就再也没有后文了。现在看来，我当初应该深入研究这一块",
        "files": []
    },
    {
        "时间": "2025-02-28 08:35:15",
        "内容": "2025.02.28梦    我在郊外住着，有几栋楼房绿化也很不错。每天骑自行车下班，最近和邻国的关系好像有些紧张。有一天下班的时候，我看到了背后远处一座山上的弹坑，同样也看到了我们这边的导弹正划破天空。又是一天下班，局势好像突然变得紧张，我看着城里繁华的大楼被导弹轰炸缓慢倒塌，我加速想回到家里。导弹来袭，一切天翻地覆。好在我人没事。由于道路被炸出断层，我看着家而回不去。我想起了周围的朋友们，我跳了下去，走进小区的一个电梯房里，电梯不断下落。我想接周围的朋友们，他们还好吗？在自由灯光时，我在一列火车中，火车不断穿行，我们好像走到了很远很远的地方，火车不断撞开铁路上的障碍物，变换轨道，时快时慢。我在窗外，好像看到了不熟悉的文字，枪声。火车走了很久，和我在同一个车厢的，像是是大臣中的汉弗莱。或者走过一段斑驳的轨道，向左转弯90度，我们有人看到了，这是兰州站外面那条废弃很久的铁路，车速缓缓降下来，但是他没有停，最终在一条街上，我们选择了跳车，而街上有很多便衣正在拷问一些人。我想起了我的朋友，不知道他们是否还好。我们想着打车回家，出租车很难打到。我好不容易找到一个愿意拉我的，是一个外国婆婆媳妇，他们愿意拼车，我坐在前面，座位好窄。我想，回家。",
        "files": []
    },
    {
        "时间": "2025-02-19 23:13:56",
        "内容": "我离职之后，脱开各种工作上的麻烦，一天天的等待着离职的时间的时候，某一天我进到房子里面，我突然察觉到了一个道理。你轻的，我很是迷茫，不知道该往哪走，不知道自己的价值是什么，我回到家，看到自己租下的这个房子的时候，好像明白自己的价值，就是你能住在什么样的房子里，而且你能在这个房子里面住多长时间？这就是一个你这段时间的均衡价值",
        "files": []
    },
    {
        "时间": "2025-02-13 21:21:33",
        "内容": "前两天提离职，西北的项目经理拉我出去聊天，说聊一聊，你觉得咱们项目组有什么不好的，聊天，有很多好处，如果通过让你说出来不满意的地方，一方面可以帮你劝回来。当然，我感觉他可能没有那个想法。哪怕说他不能劝你回来，能让你通过发泄的方式，好好的做完交接，也算是值得。假设如果真的可以，那么他可能会根据这些话语去优化项目组。第二天晚上，下班后给子涵发消息说我辞职了。他开车过来告诉我，他要订婚了。当时太阳还没有下山，下班的人和吃饭的人混在一起，乱糟糟的走在路上。小摊上的油在滋滋地炸着白饼。我突然想起，少年时候的我们已经离我们很远了。可是明明我才毕业一年呀。包老板在和少爷讨论彩礼订婚的事，我很为他们担忧。生活的琐碎会压倒所有的爱恋。",
        "files": []
    },
    {
        "时间": "2025-02-10 22:33:43",
        "内容": "我头好疼，我想辞职，明天",
        "files": []
    },
    {
        "时间": "2025-02-08 21:36:00",
        "内容": "养老保险要交满15年才能享受，但人不吃饭七天就会饿死",
        "files": []
    },
    {
        "时间": "2025-02-07 20:29:52",
        "内容": "这段时间经济形势不是很好，前段时间国良问我这样的环境下，有没有什么发财的机会？当时我跟他说了一个是二手交易，还有一个有点自我，我说可以卖小卖部，现在看来，还有一个领域可能也会较为繁荣。那就是文娱。回顾今年哪吒二的爆火，加之今年春晚的风评向好，我不禁回想起曾经，在90年代，大家都很穷的时候，可那时候诞生了真正的春晚。不知为什么，今天我脑海中突然出现了一句话。那是我很久之前读过的一本书中的某一段话，大致意思是911之后，美国人开始做娱乐节目了，因为笑着的时候人不容易被打败。原文:“九·一一”后不久，美国人就开始做娱乐脱口秀，一边捶着桌子忍住眼泪，一边继续说笑话。我当时不太明白，现在理解了，人们还能笑的时候，是不容易被打败的。——柴静，看见",
        "files": []
    },
    {
        "时间": "2025-02-07 00:27:34",
        "内容": "不知道为什么，从春节假期上班后，我就开始失眠，哪怕是午睡也是。我睡不着，今天要报个税，我上去查了下，惊讶的发现我24年挣了6万块钱，这好像是一个很大的数字，我惊讶于竟然有这么多钱经过了我的手，并完全由我支配。冷静下来后，我手里存了两万，也还可以。又发现，6万也不是很多，他只是我人生中短短的一瞬。",
        "files": []
    },
    {
        "时间": "2025-02-03 00:39:23",
        "内容": "上班一年多了，我的心开始变得坚硬，圆滑。我开始抛弃原来的三观，我知道只有人吃人才能爬的更高。这些都没关系，我要生存下去，我要吃饭的少年。我正真怕的是，我失去爱人和被爱的能力，那就太悲哀了，这一辈子，太悲哀了",
        "files": []
    },
    {
        "时间": "2025-02-01 01:50:40",
        "内容": "我问，人生的意义是什么，这一路奔波是为什么，其实，我真正想问的是，有什么东西能够支撑我走下去，我知道或许我该相信自己，勇敢的在这个世界上生存，可有时一个人的力量，或许我也会懦弱，也会感到难受，我一个人的力量实在有限",
        "files": []
    },
    {
        "时间": "2025-01-31 23:58:19",
        "内容": "其实，我想不明白的是，生活是为什么，就是，生活那么苦，生存，通勤，上班，人情事故，办公室政治等等等，我知道你遇到过很多让人沮丧的事，我想不明白的是，我为了什么东西，什么伟大的目标，令我向往的终点，而去忍受这一切。哈",
        "files": []
    },
    {
        "时间": "2025-01-20 22:02:47",
        "内容": "大概大多数人都在为自己的短期或长期利益去做决定，我将之定义为物质利益，小部分人依靠感性或理想抉择。所以人们常说沉默做事，所以说鲲鹏，就是瞄准自己的目标，到达之前不做伸张。",
        "files": []
    },
    {
        "时间": "2025-01-14 23:20:06",
        "内容": "当我在工作上受到委屈，难受，气愤时，把电脑打开，写好辞职报告。我盯着辞职报告的时候，我在想什么呢，权衡利弊，情绪上头，左右摇摆，什么样的生活，工作。苦涩，要怎样选择呢。",
        "files": []
    },
    {
        "时间": "2025-01-14 02:52:53",
        "内容": "我失眠了，现在是凌晨三点，明天八点要起床上班，我知道半夜说这些很蠢，但，我想被爱，我想和一个女孩吃个嘴子，我想抱抱，",
        "files": []
    },
    {
        "时间": "2025-01-11 01:24:39",
        "内容": "诚实善良是做人的美好品德，做事的时候我需要一个能达成目的的人",
        "files": []
    },
    {
        "时间": "2025-01-03 23:06:29",
        "内容": "我不禁想，我是个什么样的人呢",
        "files": []
    },
    {
        "时间": "2024-12-27 20:58:40",
        "内容": "To see life; to see the world; to eyewitness great events; to watch the faces of the poor and the gestures of the proud; to see strange things—machines, armies, multitudes, shadows in the jungle and on the moon; to see man’s work—his paintings, towers, and discoveries; to see things thousands of miles away, things hidden behind walls and within rooms, things dangerous to come to; the women that men love and many children; to see and take pleasure in seeing; to see and be amazed",
        "files": []
    },
    {
        "时间": "2024-12-19 22:35:21",
        "内容": "# 2024.12.19晚上好，我第一次在手机上的effie软件上面记录，这个软件我一直很喜欢用，因为她好看简洁，我，想记录一件事，现在是周四的晚上，周二早上去上班的时候，从天水北路上桥，左转上桥，和电动车撞了，按理来说撞一下也没啥，最多屁股疼两天，我被撞下来，",
        "files": []
    },
    {
        "时间": "2024-11-27 15:34:52",
        "内容": "当年你意气风发什么话都听不进去 正如现在的你沉默寡言什么话都说不出口",
        "files": []
    },
    {
        "时间": "2024-11-26 23:39:15",
        "内容": "曾经，我记得的是，学海无涯苦作舟，书山有路勤为径。后来高三，我认得是，命运中所有的馈赠，早已在暗中标好了价格",
        "files": []
    },
    {
        "时间": "2024-11-23 20:03:50",
        "内容": "前两天遇到业务出问题，加上要转公司，辞职的事我提上了考虑，周五早上和枫哥聊了会，还是很有感触，关于工作，无论是不是现在的这份工作，1.要提升自己的业务和技术水平，这样能应对工作中的各种挑战。2.要提升抗压能力，不至于在各种问题前崩溃。3.处理好人际关系，社会的各个零件号终究是一个个人构成的。关于生活，1.处理好工作与生活的平衡，找到自己能接受的那个点以及想要的那个点。2.考虑好自己的职业规划，想好未来的路。3.认识自己是个什么样的人，自己别人眼中的自己。做好自己的定位。生活总是很艰难啊",
        "files": []
    },
    {
        "时间": "2024-11-19 03:17:25",
        "内容": "加班到两点，我的头好痛，我希望在睡梦中安稳的死去",
        "files": []
    },
    {
        "时间": "2024-11-14 21:52:11",
        "内容": "从客观和理智上，我能「分析」出每个人的性格，「推测」出他们的行动模式和思维方式；但是从感性上，我无法理解，也懒的理解人类。",
        "files": []
    },
    {
        "时间": "2024-10-31 21:16:48",
        "内容": "我想，我想过单纯的生活，没有勾心斗角算计来算计去，我可以这样但我好累",
        "files": []
    },
    {
        "时间": "2024-10-27 23:40:33",
        "内容": "就，现在最艹蛋的事，是，我现在的这份工作，放在现在这个时节上，是相当不错的一份工作，双休，离家近，稳定，薪资也可以，但我还是很不喜欢，沙币的领导，作呕的利益交易，勾心斗角。",
        "files": []
    },
    {
        "时间": "2024-10-26 11:10:57",
        "内容": "没有人做错什么，但悲剧还是发生了",
        "files": []
    },
    {
        "时间": "2024-10-23 23:36:20",
        "内容": "一半的我站在光里，人人羡慕，一半的我蝇营狗苟，生死艰难。还剩下一小点点我，站在这里，每天想死。",
        "files": []
    },
    {
        "时间": "2024-10-19 18:23:56",
        "内容": "“也许是天生懦弱的关系,我对所有的喜悦都掺杂着不祥的预感”",
        "files": []
    },
    {
        "时间": "2024-10-19 18:16:33",
        "内容": "我们是爱的产物，是生死间展望的灯塔，是无数次日落升起的瞬间，亦是在虚无中突破重重 阻碍所诞生的奇迹，我想，我不该这么消沉， 前进也好，后退也罢，只要面向前方，那就是 向前",
        "files": []
    },
    {
        "时间": "2024-10-16 00:48:57",
        "内容": "那些我曾经做过很尴尬的事4:给大学同学过生日，以往我们会故意将生日歌用丧乐的旋律唱来搞怪，这次我也想的一样，但这次有这位同学的其他朋友在，在我唱第一句后被大声呵斥，好在有另一位朋友解释解围。",
        "files": []
    },
    {
        "时间": "2024-10-16 00:46:11",
        "内容": "那些我曾经做过很尴尬的事3:在大学体育课最后800米期末考试环节，我跑不动了，在大操场上，好几个班都在上课的情况下，我径直拐弯想抄近道，然后被大声呵斥后回到跑道。",
        "files": []
    },
    {
        "时间": "2024-10-16 00:43:47",
        "内容": "那些我曾经做过很尴尬的事2:在班主任检查校服时，正好查到我头上，正好我把校服画了，班主任去看背的时候，我专门把身子附下去为了让他看的清楚",
        "files": []
    },
    {
        "时间": "2024-10-16 00:41:51",
        "内容": "那些我曾经做过很尴尬的事1:在初中演完话剧，在所有人面前把表演用的雪碧直接仰头干了。",
        "files": []
    },
    {
        "时间": "2024-10-08 21:35:26",
        "内容": "资本是什么，或者说，工资，官职，等级，阶级，是什么。那怕，魅力，信任，崇拜，这些是什么。我认为本质是一种对他人时间，身体，脑力的支配权。奴隶社会，封建社会，资本主义，通过各种各样的方式实现这一目的。",
        "files": []
    },
    {
        "时间": "2024-10-06 22:56:09",
        "内容": "“焦虑它像是一个过度保护你的朋友。因为它曾经看到你受到伤害，所以想保护你的安全。不要粗暴地对待它，向它证明你已经强大到能处理事情保护自己了。”",
        "files": []
    },
    {
        "时间": "2024-10-06 02:08:58",
        "内容": "送你一句话给年轻的自己，如果一只鸟落在树枝上，是它相信树枝吗？还是相信它的翅膀。我见过许多鸟儿停在树枝上，但我从来没见过，树枝断裂，鸟儿坠落死亡，所以相信你的翅膀。我所在的时空目前还在经济大萧条环境中，因此原谅我说些丧气的话这句话真正的意思是，鸟儿出生就有翅膀，他通过后天学习，学会了用翅膀飞翔，但是你，孩子，你没有翅膀，更没有会飞翔的父母教你飞翔",
        "files": []
    },
    {
        "时间": "2024-10-05 22:01:19",
        "内容": "我不后悔因为爱而做的这一切事，我只是不会 再这么做了。",
        "files": []
    },
    {
        "时间": "2024-10-03 02:04:47",
        "内容": "我不认同你的观点，但我接受。关于家里人想让我买房，我一直拒绝。下面这些话是我想给他说的。你不认同我的观点和想法，没问题我理解，每个人都有自己的思想与独立人格。你认为你的观点是正确的，好的没问题，你可以来说服我，我接受理性的讨论。可你说服不了我，然后你就重复一种观点，我是你爹。好的，没问题。我想告诉你的是，正式因为你**是我爹，所以我这这里耐心和你逼叨，不然你**以为你是谁，我**给你一电炮",
        "files": []
    },
    {
        "时间": "2024-10-03 01:04:24",
        "内容": "我已经见过太多，太多的不公，如玩笑般的命运，辛苦的，压抑的生活。可我能力有限，面对那些事与人时，无力感包裹着我，巨大的落差在撕裂着我，摧毁我。人呀，",
        "files": []
    },
    {
        "时间": "2024-10-01 18:11:59",
        "内容": "“敏捷的兔子赐予你逆转时空的能力”",
        "files": []
    },
    {
        "时间": "2024-09-30 23:19:56",
        "内容": "雪国这本书在很久很久之前，大概是高三的时候看过，看完其实完全记不清书里讲了什么故事，作者想表达什么。只是回想起书里的情节，总觉得作者写的的跟美，有一种朦胧的美感，好像那满天大雪，纯洁无暇",
        "files": []
    },
    {
        "时间": "2024-09-21 21:33:28",
        "内容": "这天下英雄如过江之鲫，而你我又算几流几辈呢",
        "files": []
    },
    {
        "时间": "2024-09-18 06:04:13",
        "内容": "钱当然是好东西，但是钱只是实现目的的手段而已。他不是目的本身。如果以钱为目的，其实就是一种奴役，心甘情愿的被人奴役。这种活动注定是不可持续的，解决方法无外乎，矛盾转移或是生产力发展。延缓结果的到来。",
        "files": []
    },
    {
        "时间": "2024-09-18 05:35:43",
        "内容": "我在想，我们过过什么好日子吗？50年代的时候，大家一穷二白，到70年代文化大革命，80年代就是年代。改革开放，大量的工人又下岗。2000年开始，大家的生活好像走上了正轨。这才不到20年的时间，生活又变得如此艰难。我们到底有没有过上更好的生活？",
        "files": []
    },
    {
        "时间": "2024-09-17 23:33:32",
        "内容": "“世间多不公，以血引雷霆”",
        "files": []
    },
    {
        "时间": "2024-09-14 16:44:51",
        "内容": "23年22岁，一个人创兰州，不辛苦，不辛苦，爬不起来，怪我没本事",
        "files": []
    },
    {
        "时间": "2024-09-14 16:38:09",
        "内容": "两横一竖就是干，一力两点就是办。书记你就一句话，二十楼我两秒下",
        "files": []
    },
    {
        "时间": "2024-09-13 12:29:28",
        "内容": "疑难杂症均可破，难解人间喜与悲。",
        "files": []
    },
    {
        "时间": "2024-09-05 00:03:36",
        "内容": "家贫妻美，财多无权，智多心傲，名盛德亏，身贵亲梳",
        "files": []
    },
    {
        "时间": "2024-09-04 12:11:57",
        "内容": "他买了一辆车，不是奔驰宝马，是一辆自行车，他说迎着风能感觉到自由",
        "files": []
    },
    {
        "时间": "2024-09-04 12:09:42",
        "内容": "清风抚过脸颊，这就是活着的意义，抱歉我现在还说不出这样的话",
        "files": []
    },
    {
        "时间": "2024-08-31 16:41:33",
        "内容": "烂命一条，两眼一睁就是干",
        "files": []
    },
    {
        "时间": "2024-08-29 22:40:06",
        "内容": "对面走过来一个人和对面走过来一辆车，有什么区别……走过来一个人撞上去，那是爱情。走过来一辆车撞上去，那是车祸……可是车与车总是相撞，人与人总是相让",
        "files": []
    },
    {
        "时间": "2024-08-25 21:56:41",
        "内容": "我现在急需点🍺解决下我艹蛋的生活",
        "files": []
    },
    {
        "时间": "2024-08-11 23:41:51",
        "内容": "我想起一个关于爱的悖论，人🚪常说，先爱自己，用溢出来的爱再爱别人。这是一种很自我主义，也能最大程度的保护自己的方法。人们也常说，别在没有找到自己的时候，把所有的爱放在另外一个人身上。这些都没问题，一个人能用巨大的理性抉择生活中的重大决定，这很好。可是朋友，爱啊，它不应该是这样的。",
        "files": []
    },
    {
        "时间": "2024-08-04 22:16:53",
        "内容": "1.盲目换人从不解决本质问题2.有效量化，降低信息差，是企业运作的核心3.人性是经不起考验的，商业，是切蛋糕的艺术",
        "files": []
    },
    {
        "时间": "2024-07-29 00:47:47",
        "内容": "出了学校，到社会上，说白了就两件事，找未来和找自己",
        "files": []
    },
    {
        "时间": "2024-07-28 22:57:54",
        "内容": "我会勇敢起身，去面对生活所有的痛苦。或许吧",
        "files": []
    },
    {
        "时间": "2024-07-24 20:49:02",
        "内容": "世界是个巨大的妓院，每个人都在努力赚钱给自己赎身，而不是为了成为头牌。",
        "files": []
    },
    {
        "时间": "2024-07-22 21:42:13",
        "内容": "我一直在想，我是一个什么样的人呢，我，好吃懒做，虚荣，胆小怕事，情商不高不讨人喜欢，自大高傲，这些都是缺点，同样我也善良勇敢，独立，有一点点小耐心，我总觉得自己不太适合这样的生活，我应该是一棵树，听之任之，我曾经有很多的梦想，热血，那些美好，温暖的东西。可是朋友，我的心一点一点变硬，上班后，我感受最多的是委屈和压抑。我要怎样才能过好这一生，我要如何生活。",
        "files": [
            "file/2024-07-22/763088/3a54d6ade33f7870cfb6e935ce0b5642.jpeg"
        ]
    },
    {
        "时间": "2024-07-22 10:39:18",
        "内容": "赚到多少算多少，烂命一条就是干",
        "files": []
    },
    {
        "时间": "2024-07-21 03:53:03",
        "内容": "“奴隶买卖终止了，现在这里是人才市场”",
        "files": []
    },
    {
        "时间": "2024-07-03 14:20:00",
        "内容": "忽有清风化剑意，斩我二十少年气",
        "files": []
    },
    {
        "时间": "2024-06-02 02:38:47",
        "内容": "学习能力我没问题，可是我的问题是，我已经知道了资本的套路，消费主义，制造焦虑，反复收割，人和人根本的竞争也无所谓什么财富，权利，最主要的竞争就是我的人格在你之上，或者我可以说服你，驱使你等等。资本，权利只是实现这个目标的手段罢了。也就是说，我努力努力又努力，始终是这个游戏中，某些人的旗子。当然也有些东西不是朝着这个目标去的，如爱情或者说是，一种脱离集体的自我实现。我呢，第一种不像，第二种没能力。没能力又为什么不去变的有能力呢，原因很多，长话短说，我懒",
        "files": []
    },
    {
        "时间": "2024-06-02 02:17:43",
        "内容": "其实，任何工具类职位，到最后拼的都是学习能力。快速学习某个技能，精进某些技能等等",
        "files": []
    },
    {
        "时间": "2024-05-17 08:00:05",
        "内容": "如果你抨击我，我会尖锐的道反击，如果你理解我，我会流泪",
        "files": []
    },
    {
        "时间": "2024-05-16 23:44:19",
        "内容": "这份工作让我没有生活，放下这份工作我无法生活",
        "files": []
    },
    {
        "时间": "2024-05-16 23:26:54",
        "内容": "我有好多事想做，我想学习区块链，我想把蟹蟹这个游戏打通，我想锻炼，我想学英语，我想矫正驼背，我想晚上跑步，我想做一个记录自己一天轨迹的软件，我想做一个类似豆瓣，可以记录一个人一天所有信息的软件，我想学习穿衣品味，我想提升自己，我想恋爱，我有好多想法，我有好多想做的",
        "files": []
    },
    {
        "时间": "2024-05-15 17:27:29",
        "内容": "可是生活，它不允许我们片刻没有钱呀。",
        "files": []
    },
    {
        "时间": "2024-05-11 21:19:28",
        "内容": "在你成功之前，世界不会在乎你的自尊",
        "files": []
    },
    {
        "时间": "2024-04-30 10:36:57",
        "内容": "让歌颂苦难的人永远享受苦难，让歌颂奉献的人奉献他的全部，让真正付出的人得到他们应得的报酬。",
        "files": []
    },
    {
        "时间": "2024-04-26 18:51:50",
        "内容": "我身体里有一副骷髅，所以其实我是一副棺材",
        "files": []
    },
    {
        "时间": "2024-04-14 23:28:23",
        "内容": "我要找到一些东西来，自娱自乐",
        "files": []
    },
    {
        "时间": "2024-04-13 19:25:58",
        "内容": "我也经常问自己 如果那些明亮的人与我相遇 我 是否拥有与之匹配的分量",
        "files": []
    },
    {
        "时间": "2024-04-10 22:53:24",
        "内容": "我还在上班是因为我穷，我还没死是因为我没买到安眠药",
        "files": []
    },
    {
        "时间": "2024-04-01 00:30:58",
        "内容": "国良来兰州的第一天，熬夜打台球，为了不困，子涵特意买了三瓶红牛，今夜苦战，明早要上班",
        "files": []
    },
    {
        "时间": "2024-04-01 00:01:04",
        "内容": "",
        "files": [
            "file/2024-04-01/763088/3c5d427ca63457970e57160f80a6130dbe246245.jpg"
        ]
    },
    {
        "时间": "2024-04-01 00:01:03",
        "内容": "",
        "files": [
            "file/2024-04-01/763088/9a11d7665465c417b7317ebd7e2f416d2140761a.jpg"
        ]
    },
    {
        "时间": "2024-03-24 02:53:53",
        "内容": "我突然想到了开源意义，大概就是像美国合法持枪一样，开源就是在现在这个世界，给每个人手里的一把枪",
        "files": []
    },
    {
        "时间": "2024-03-13 15:23:22",
        "内容": "我真是，把我这半生过的稀烂啊，无论是朋友，家人，工作等等，我周围的一切都被我搞得稀烂。为什么会这样啊",
        "files": []
    },
    {
        "时间": "2024-02-27 17:31:07",
        "内容": "2024年2月5日（中午）我梦到了，一个课堂。我在后排睡着了，迷幻的梦境中有人一点点的拽我的衣服，是初中还是小学的一个男孩，叫杨什么，杨茂盛。教室中间好像没有桌子，一个女老师站在那里，说着什么，一切都好朦胧。她叫了两个人上去开始在黑板上这东西，我们开始抄。好熟悉，好朦胧。",
        "files": []
    },
    {
        "时间": "2024-02-04 00:07:33",
        "内容": "想在我要寻找两种东西，一种是我谋生的技能或职业，一种是我生命热爱的",
        "files": []
    },
    {
        "时间": "2024-02-03 23:57:06",
        "内容": "我总是不懂你的意思，和青年人眼中闪烁的物质",
        "files": []
    },
    {
        "时间": "2024-02-03 01:20:37",
        "内容": "我就像是那植物大战僵尸中的坚果墙，我不会说什么，也不会看什么，只是静静的立在那里等待生活，将我一点点啃食殆尽，偶尔嘴角向下扬罢了",
        "files": []
    },
    {
        "时间": "2024-01-12 18:20:37",
        "内容": "转身回望来时路，才知生时为何哭",
        "files": []
    },
    {
        "时间": "2024-01-02 00:23:53",
        "内容": "我懂得道理太多，我走的路太少",
        "files": []
    },
    {
        "时间": "2023-12-26 23:26:11",
        "内容": "2022年7月19日，时隔两年，我们重新回到了这里，距离曾经已经过去了两年，照片上的两人已经变得非常熟络，七月的西安还是非常热。只是，人还在，照片上的背景还是同一个地方，只是，物是人非",
        "files": []
    },
    {
        "时间": "2023-12-26 23:26:02",
        "内容": "",
        "files": [
            "file/2023-12-26/763088/0ed997258450bebc5d08b4452ba19bb8c65e5e15.jpg"
        ]
    },
    {
        "时间": "2023-12-26 23:25:54",
        "内容": "2020年中，大一第二学期，学校组织去西安云创动力实习，九十月份的天气，秋天的西安还是感受不到一点寒意，同学们会在晚上下课以后去周边找点吃的，我看着这个不太熟悉的舍友，他说想尝尝我的面皮的味道，有些不知所措。那一年安鹏飞不满20岁，还不知道什么叫后退",
        "files": []
    },
    {
        "时间": "2023-12-26 23:25:48",
        "内容": "",
        "files": [
            "file/2023-12-26/763088/c88e7793e7a9758b3aa2ceee32898d5ccaed789f.jpg"
        ]
    },
    {
        "时间": "2023-12-26 23:25:01",
        "内容": "我只是时间的收徒，不愿相信已经变成回忆的曾经",
        "files": []
    },
    {
        "时间": "2023-12-20 18:00:29",
        "内容": "少年一贯快马扬帆，道阻且长不转弯。要盛大，要绚烂，要哗然，要用理想的泰坦尼克，去撞现实冰川。要当烧赤壁的风，而非借箭草船，要为了一片海，就肯翻万山。",
        "files": []
    },
    {
        "时间": "2023-12-13 23:48:34",
        "内容": "我已经分不清，到底是歌好听，还是回忆加了分",
        "files": []
    },
    {
        "时间": "2023-12-12 08:16:09",
        "内容": "我做了个梦，我梦见好多军队打仗，然后我开始跑，我想远离他们，然后我看见远处公路通行的一个地方发射火箭，发生了巨大的爆炸核弹，然后我躲在山后面躲过一劫，然后走回去，他们正在招兵，我进入了队伍，在举行什么活动？一个人突然说用手机拍照，我觉得他不对劲，他是穿越过来的，翟玲玲，还有一个老熟人巩范，缺了一个牙，王博，他能找到回去的路，我不知道为什么，他说他今天要回去了，我这里是什么，是一个平行世界独立的时间线，我说带我回去，然后他说，你要敢在天黑前从139跑到138，我说多远，他说你看这个最大的樟树到武威红家的距离，一个小房子露天的公共厕所蹲坑，他按下冲水键走进房子，然后开始挖一个什么东西，他带了一瓶超大的水，我带了一瓶小瓶水，然后他钻进挖的洞里面，细心的把水摆放好，然后他躺了进去，龚帆这时候赶过来，王博躺进，他挖的坑里面，我说我也要挖吗？他说对啊。我有点尴尬，然后他让我直接坐在坑里面就好。然后就像发射火箭一样，我们升上了天空，坠毁在了一个星球上，有几个骷髅模样的人告诉我们，说他们的世界可没有火箭，然后我看见几个骷髅人的前世，是两个家庭一对儿女一对父母，他们过的好幸福",
        "files": []
    },
    {
        "时间": "2023-12-11 23:02:45",
        "内容": "人性的背后是白云苍狗，愿你我都能成为生活的高手",
        "files": []
    },
    {
        "时间": "2023-12-11 23:02:28",
        "内容": "人不能想象出自己没见过的东西，人也不能做出自己不相信的事",
        "files": []
    },
    {
        "时间": "2023-12-09 16:50:33",
        "内容": "听到的都是观点，并非事实",
        "files": []
    },
    {
        "时间": "2023-12-06 00:26:17",
        "内容": "死亡是我另一张回家的绿皮火车票",
        "files": []
    },
    {
        "时间": "2023-11-29 22:51:42",
        "内容": "生活的意义是什么呢，当我能，自食其力，慢慢的掌控自己的生活了，我试图去寻找自己的意义，如果是继续生活下去，娶妻生子，买房买车，抚养后代，这是没问题的，只是，当我对未来失去信心，当我还没有被生活淹没，心没有变的麻木时，我对这些前辈总结的人生意义产生了怀疑，并且上面的这十二个字，太沉重了，我，可能胆怯了。未来，是什么样的呢",
        "files": []
    },
    {
        "时间": "2023-11-29 22:41:31",
        "内容": "",
        "files": [
            "file/2023-11-29/763088/09e30cf70e107ae09a1c7a28b0db1c14b1bcda69.jpg"
        ]
    },
    {
        "时间": "2023-11-29 01:26:40",
        "内容": "我没有特别想做的事，没有特别想去的地方，没有特别想见的人，我不知道自己想要什么，不知道自己想做什么。",
        "files": []
    },
    {
        "时间": "2023-11-29 01:04:45",
        "内容": "我尝试寻找生命的意义，你说我会成功吗",
        "files": []
    },
    {
        "时间": "2023-11-28 19:29:17",
        "内容": "寒风知我相思意,可御风雪可燃冰",
        "files": []
    },
    {
        "时间": "2023-11-26 03:50:22",
        "内容": "等我下班后，一个人在这个出租屋里面看着电影，刷着抖音，没有任何的社交，靠酗酒来度过时间的时候，我觉得生活是很虚无的，可讽刺的是，这正是上班的时候，觉得最幸福的一段时间啊",
        "files": []
    },
    {
        "时间": "2023-11-26 02:11:38",
        "内容": "上班三个月，其实在做事，一句话就能说清楚，就是，给别人擦屁股，给交易推的合同擦屁股，给沙币同事的沙币操作擦屁股，给南京开发擦屁股。",
        "files": []
    },
    {
        "时间": "2023-11-23 19:51:57",
        "内容": "你是第一天做人呐，不知道人没钱要被欺负的",
        "files": []
    },
    {
        "时间": "2023-11-12 23:38:11",
        "内容": "我常常在想，我为什么会变成现在这样，因为我现在的工作工资不是很高，而我有的朋友甚至一个月可以拿一万，但是在大学期间，我确实是比他努力，我学的也比他好，但为什么我现在会变成这个样子？我不知道呀，所以就很有落差，我也觉得自己的努力好像也没什么用",
        "files": []
    },
    {
        "时间": "2023-11-09 22:52:09",
        "内容": "上班就好像，你进入了一个包厢，大家都在一个桌子上吃饭，你也找到了一个位置，开始吃你自己的米饭，你看着周围人他们都吃的好香啊，他们的菜也很香，然后每个人都默默的吃饭，一段时间之后你会发现对面的人竟然在吃虫子，再过了一段时间，你会发现有人在吃蛋糕，再过一段时间，你会发现桌子上竟然有人在吃屎，然后慢慢的吃屎的人越来越多，甚至他们会溅出来，甚至他们会在你的盘子里面放一坨屎，你觉得恶心了，你觉得想吐了，这时候的你可以忍受这一切，你自己会慢慢的一点点变成吃屎的那些人，或者你也可以离开，如果你能找到另外别的地方，让你填饱肚子，这就是上班",
        "files": []
    },
    {
        "时间": "2023-11-09 22:24:05",
        "内容": "我吃过一些苦头，当然，不是很难，也没有那么简单",
        "files": []
    },
    {
        "时间": "2023-11-07 21:28:53",
        "内容": "我认真工作，努力生活，是为了什么？",
        "files": []
    },
    {
        "时间": "2023-11-07 21:15:10",
        "内容": "面对大河我无限惭愧，我年华虚度空有一身疲惫                                    ——海子",
        "files": []
    },
    {
        "时间": "2023-11-06 07:27:36",
        "内容": "我做了一个梦，梦中父亲说明年可能要搬新的房子，我说去哪里，他说去五中那边，那边比较荒凉，而且是大片的平原，但是那边房价便宜，然后靠近五中的地方有一个大大的水潭，里面可以坐缆车上到一个小小的假山，上面可以去俯瞰整个县城，这个小摊子还有野鸡，还有鱼，之后我和朋友们来到这个假山玩，我因为穿的棉衣被一个恶鬼盯上，你一直向我释放闪电，我后我将棉衣披到他身上，他被电死了",
        "files": []
    },
    {
        "时间": "2023-11-05 20:39:46",
        "内容": "商业的本质是分配的艺术",
        "files": []
    },
    {
        "时间": "2023-11-05 20:39:30",
        "内容": "人情的本质是信誉的交换，每个人不断的积攒信誉，以后不断的去交换一些东西，",
        "files": []
    },
    {
        "时间": "2023-11-04 09:51:01",
        "内容": "“频回首者，恐难远行；不回首者，亦难远行。”",
        "files": []
    },
    {
        "时间": "2023-11-02 07:32:40",
        "内容": "天空是倒悬的海，风筝是会飞的鱼",
        "files": []
    },
    {
        "时间": "2023-10-31 19:42:59",
        "内容": "我听到这样一句话，有一个小女孩问他的父亲说，父亲你不怕死吗？父亲说，不怕，我活和你在一起，死了，和你舅舅他们在一起，两边都有我的亲人。可是我突然想到，我好像两边都没有情人活着，我总是孤身一人，死了之后，那边好像也没有我很纪念的人，好像，安鹏飞，这个角色总是那么孤独",
        "files": []
    },
    {
        "时间": "2023-10-28 23:24:49",
        "内容": "我原本是学相声的，老先生告诉我们，唱戏的是疯子，听戏的是傻子，疯子不能骗傻子",
        "files": []
    },
    {
        "时间": "2023-10-26 19:54:05",
        "内容": "今天在下班的公交车上，人非常多，好不容易找到一个靠窗的位子坐下，今天的兰州天气不好，外面下起了小雨，天气阴沉，我看着窗外的风景，心里想着还有几站下车，公交车上很沉闷，大家都安静的看着手机，默默的等待。车窗上显示出了前面大叔的手机屏幕，好奇多看了几眼。大叔在看着家里的监控，监控反应很慢，手机上划一下，画面要半天才能转动。大叔看了好久。之后大叔翻到了一个监控列表，好像是监控会将经过的有人的画面保存下来。但是大叔没有会员，五秒的视频只能看一半，他不停的点击一个视频，看着那一头的妇人，我不知道他在想什么，我能猜到他在想什么",
        "files": []
    },
    {
        "时间": "2023-10-18 23:06:54",
        "内容": "无人庆贺你的出生，无人知晓后来你去了哪里，无人出席你的葬礼，但仍愿你曾用力地爱过。",
        "files": []
    },
    {
        "时间": "2023-10-16 22:55:36",
        "内容": "好累，我踏马好想死",
        "files": []
    },
    {
        "时间": "2023-10-10 19:51:11",
        "内容": "道路曲折我走不完，前途光明我看不见",
        "files": []
    },
    {
        "时间": "2023-10-09 09:07:22",
        "内容": "职场tips：同事给的东西吃完用卫生纸包起来扔，这样就看不到你到底吃没吃",
        "files": []
    },
    {
        "时间": "2023-10-06 16:33:08",
        "内容": "今年过年的时候（2023-2024），我会一个人在兰州，买一个赛博朋克以及他的DLC，然后一个人在房子里打七天游戏，沉浸在虚幻的世界里。",
        "files": []
    },
    {
        "时间": "2023-10-04 11:43:31",
        "内容": "西北偏北/羊马很黑/你饮酒落泪/把兰州喝醉",
        "files": []
    },
    {
        "时间": "2023-10-04 10:22:50",
        "内容": "小说里的文字是会刻意忽略细节的，它让人产生一种过于好的幻觉，只有诗人才会歌颂泥土的芬芳，真正和土地打交道的放牛郎只会低下头划拉两下，找出更肥沃的土壤，也许只有谨记这一点，才能与这种文字创造的虚妄对抗。",
        "files": []
    },
    {
        "时间": "2023-10-04 10:22:33",
        "内容": "从那件事开始，我便不怎么爱看bdsm的小说了，因为我觉察到生活是具体的，而不是飘在天上的，只有一步一步走下去，才有可能真正感知冷暖。雨果说，“生活的意义需在生活中寻找。”当你紧紧地把耳朵贴在生活的胸膛上，听到网络里的爱恋和缱绻，听到争吵时的叫骂和破碎，听到这些真实的心跳声，你才会知道，真实世界里的BDSM是什么样的。",
        "files": []
    },
    {
        "时间": "2023-10-03 16:44:05",
        "内容": "其实根本没有什么白月光，那只是在你情窦初开时见到过的上限而已，正如朱元璋后来怎么也不信那碗珍珠翡翠白玉汤只是碗烂白菜汤",
        "files": []
    },
    {
        "时间": "2023-09-20 17:36:57",
        "内容": "地图，3D建模可能需要，采集",
        "files": []
    },
    {
        "时间": "2023-09-20 17:34:33",
        "内容": "账单对接，接口调研",
        "files": []
    },
    {
        "时间": "2023-09-14 22:52:18",
        "内容": "想做视频，如果游戏有殿堂，那这个殿堂中有哪些游戏，他们又为什么在这里",
        "files": []
    },
    {
        "时间": "2023-09-14 22:51:40",
        "内容": "比较感兴趣的，兰州找找有没有跑团",
        "files": []
    },
    {
        "时间": "2023-09-14 21:47:13",
        "内容": "各种报告汇总网站",
        "files": []
    },
    {
        "时间": "2023-09-14 07:34:42",
        "内容": "两个和谢科和雯雯有关的梦，在美国，远处是海，在远处是一个巨大的星舰，火箭正在组装，掉在半空的一个火箭喷射口，全开发出绚丽的火焰，这将是最伟大的冒险。我带着他俩去喝饮料，我们在点东西的时候，突然有人冲进来，是两伙劫匪，一个在马路上，一个在院子里面，我们正好被夹在中间，开枪，开枪，开枪。他们两个倒下了。还在这里，我要去找房子。本来想住公寓，但是旁边有一个用集装箱堆起来的三层房子，电梯就是一个空的集装箱，像被起重机吊起来。就好像起重机正在拼这些集装箱，而我正好在一个里面。到了楼顶之后非常杂乱。坐上火车去看，一个比较荒凉的国家。火车也破破烂烂的，雯雯他要跟着去，一路上，彩色的星空，夜晚下明亮的平原，雕塑，庞大的庄稼。巨大的沟壑，到达地方之后，有人邀请我去医院，陷阱，下车就跑路。没想到火车一直开到了医院，司机换成了那个人，他很有钱，一棒子打倒他，我们可能需要坐飞机回去",
        "files": []
    },
    {
        "时间": "2023-09-12 22:23:38",
        "内容": "小时候最不喜欢章鱼哥，低沉又懒散，竖笛吹得那么烂还总幻想着自己可以成为音乐家，我以后绝不会成为章鱼哥。但是不得不承认成长真的是抽丝剥茧，这一路上的所有隐忍和磨难都把我和章鱼哥画上了等号，生活像一个施暴者剥夺掉我的理想打青我的嘴脸，而我没有一丝还手的余地，最多只能留出一点眼泪让这个世界也尝尝生活苦咸的滋味。他吹的竖笛没人欣赏，我写的文章没有读者，孩提时期我大概不会想到他会是将来的我，我全当他是一个动画片里令人讨厌的角色",
        "files": []
    },
    {
        "时间": "2023-09-08 12:13:14",
        "内容": "做了一个梦，早上11点多躺在床上，突然迷迷糊糊睡着了，我们住在一个很大的院子里面，院子分前后两部分，两部分都有一个公共厕所，我看到一个很邋遢的人，他直接躺在大门边上，我和老板住在前面，一个过分的一个小房子里，说是小房子也不小，床的是两张双人床，两张双人床，前面有两个很大的桌子，桌子旁边是一个门，门对面墙上开了个窗子，但是窗子很高。后来我好像在忙什么事，要到处去，去这里，去那里。然后我好像头很晕，晕晕乎乎的，看见原本挡窗子的木头块掉了下来，然后他又被人从外面拉了回去，重新站在那个地方。我好像要去一个很远的地方，全是高架桥公路，没有一点树木和建筑。我在迷迷糊糊中安老板回来了。他带来了一大帮子人，要对整个建筑做改造，还请来了阴阳先生。我去，第二个部分里面上厕所，那个很邋遢的男人进来，直接躺瘫坐在厕所里面玩起了手机。安老板，我出去的时候他不理会我，我问什么他也不说。非常热闹，有好多人。我回到自己的房间里面，头还是很晕，感觉世界都在转。我等到安老板进来问他，怎么为什么突然这么有钱？他不太愿意说支支吾吾的，然后我一直追问，他说知道硬币吗。我说你在做那个吗？我心里有点不对劲，我感觉他在做不好的事。我知道硬币作假可能不会太怎么赚钱，然后说那个可不怎么赚钱，然后他说再更深一点，是刮硬币。瓜，这个词很莫名其妙，我不明所以然，他拿出一根已经燃烧过的火柴，两头燃烧过，但那个火柴比一般火柴长。然后我就看见火柴的顶部被削的很尖，但也很脆。我好像明白，盗，，谁都没有说出来那个词，我很担心他，不断告诉他小心，小心。之后，安老板在一个桌子前面和我一起玩儿，好像是很久之前的游戏，像是管道工还是一个什么游戏来着，坦克大战，我快忘记了。但是旁边的人说你怎么在玩这么老的游戏，然后他说这不是最近的游戏吗？又一会儿，屋里人全不见，就剩我一个，还是那个屋子，我在找我的眼镜，我找到了没有鼻托的眼镜，墨镜，以前的黑框眼镜，就是找不到我的眼镜。我找了床下，柜子，地上，箱子，最后终于找到了",
        "files": []
    },
    {
        "时间": "2023-09-06 23:48:19",
        "内容": "重点不在于你信仰什么，而是你有多相信你的眼睛",
        "files": []
    },
    {
        "时间": "2023-09-06 23:01:36",
        "内容": "那场对抗的斗争，生活没赢，是我输了",
        "files": []
    },
    {
        "时间": "2023-09-06 01:37:24",
        "内容": "现在我在兰州中川机场，躺在胶囊房子的床上，九月六号，凌晨一点半。对安老板的愤怒，对刚刚多管闲事的厌恶，工作，签了培训协议，没写具体时间，我的一份还没拿到手，真蠢啊。为什么一月变七天，考试怎么搞。头大",
        "files": []
    },
    {
        "时间": "2023-09-02 20:27:38",
        "内容": "",
        "files": [
            "file/2023-09-02/763088/6a0f543ac39ba02634bb039c569f9c616ad538ff.jpg"
        ]
    },
    {
        "时间": "2023-09-02 20:23:24",
        "内容": "产房里面一名闯入者杀死了刚出生的婴儿，人们将他制服，那人却跪在地上痛哭然后在众目睽睽之下化为透明婴儿是我，闯入者是我跪地者是我，大哭者亦是我这人间太苦，所以这次你别来。",
        "files": []
    },
    {
        "时间": "2023-04-20 12:46:21",
        "内容": "我现在好烦躁啊，我什么也不想做，什么也不想不做，我对未来不抱有期待，过去也没有什么可以留念的，当然现在更是一坨狗屎",
        "files": []
    },
    {
        "时间": "2022-11-01 15:39:26",
        "内容": "二零二二年十一月一日，我在宇宙中看着你",
        "files": []
    },
    {
        "时间": "2022-08-23 18:33:27",
        "内容": "👋，吾友\n\nflomo 是新一代的极简备忘录，帮你降低记录成本，积累知识的复利。\n\n除了在这个页面像发微博一样快速输入\n你还可以通过「flomo」服务号输入（微信搜索 flomoapp 关注）\n\n快去试试吧~ 如有问题，也欢迎加入共建微信群，戳↓https://help.flomoapp.com/community/wechat-group.html",
        "files": []
    },
    {
        "时间": "2022-08-23 18:33:27",
        "内容": "🤔 除了微信输入，你还可以\n\n\n访问网页版：https://v.flomoapp.com\n下载手机/电脑客户端：https://help.flomoapp.com/basic/app.html\n导入微信读书、Kindle 等各种进阶功能：https://help.flomoapp.com/advance/extension/\n\n\n#欢迎/指南",
        "files": []
    },
    {
        "时间": "2022-08-23 18:33:27",
        "内容": "何谓 flomo？flomo = flow + memo\n\n真正好的笔记产品，应该能让你记录得更多。\n因为记录下来的想法才有价值，而记录是为了更好地思考。\n\n更多 flomo 用法、帮助、隐私等介绍，请点击 → https://help.flomoapp.com/\n\n#欢迎/简介",
        "files": []
    }
]